TYPE_OF_COOPERATION = (
    ("full-time", "full-time"),
    ("per time", "per time"),
    ("remote", "remote"),
)

GENDER = (
    ("male", "male"),
    ("female", "female"),
    ("preferably_male", "preferably_male"),
    ("preferably_female", "preferably_female")
)

PROVINCE = (
    ("آذربایجان شرقی", "آذربایجان شرقی",),
    ("آذربایجان غربی", "آذربایجان غربی"),
    ("اردبیل", "اردبیل"),
    ("اصفهان", "اصفهان"),
    ("البرز", "البرز"),
    ("ایلام", "ایلام"),
    ("بوشهر", "بوشهر"),
    ("تهران", "تهران"),
    ("چهارمحال و بختیاری", "چهارمحال و بختیاری"),
    ("خراسان جنوبی", "خراسان جنوبی"),
    ("خراسان رضوی", "خراسان رضوی"),
    ("خراسان شمالی", "خراسان شمالی"),
    ("خوزستان", "خوزستان"),
    ("زنجان", "زنجان"),
    ("سمنان", "سمنان"),
    ("سیستان و بلوچستان", "سیستان و بلوچستان"),
    ("فارس", "فارس"),
    ("قزوین", "قزوین"),
    ("قم", "قم"),
    ("کردستان", "کردستان"),
    ("کرمان", "کرمان"),
    ("کرمانشاه", "کرمانشاه"),
    ("کهگیلویه و بویراحمد", "کهگیلویه و بویراحمد"),
    ("گلستان", "گلستان"),
    ("گیلان", "گیلان"),
    ("لرستان", "لرستان"),
    ("مازندران", "مازندران"),
    ("مرکزی", "مرکزی"),
    ("هرمزگان", "هرمزگان"),
    ("همدان", "همدان"),
    ("یزد", "یزد"),
)
